tap "buildpacks/tap"
tap "cyberark/tools"
tap "go-task/tap"
tap "hashicorp/tap"
tap "homebrew/cask-fonts"
tap "mongodb/brew"
tap "oven-sh/bun"
tap "sdkman/tap"
brew "adr-tools"
brew "jpeg-xl"
brew "aom"
brew "aws-nuke"
brew "pycparser"
brew "cffi"
brew "openssl@3"
brew "awscli"
brew "azure-cli"
brew "icu4c@76"
brew "node"
brew "bitwarden-cli"
brew "glib"
brew "cookiecutter"
brew "direnv"
brew "docker-compose", link: false
brew "docutils"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "tesseract"
brew "ffmpeg"
brew "firebase-cli"
brew "fzf"
brew "gcc"
brew "libavif"
brew "gd"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-flow"
brew "glab"
brew "gnupg"
brew "pkgconf"
brew "gobject-introspection"
brew "gopass"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "psutils"
brew "groff"
brew "guile"
brew "hadolint"
brew "imagemagick"
brew "jq"
brew "keyring", link: false
brew "less"
brew "libpq"
brew "mongosh"
brew "nghttp2"
brew "pandoc"
brew "pnpm"
brew "pyenv"
brew "python@3.11"
brew "r"
brew "socat"
brew "starship"
brew "tcpdump"
brew "terracognita"
brew "tinyproxy"
brew "tmux"
brew "tree"
brew "uv"
brew "watch"
brew "websocat"
brew "ykman"
brew "buildpacks/tap/pack"
brew "cyberark/tools/summon"
brew "go-task/tap/go-task"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "mongodb/brew/mongodb-database-tools"
brew "oven-sh/bun/bun"
brew "sdkman/tap/sdkman-cli"
cask "amazon-q"
cask "atom"
cask "drawio"
cask "finch"
cask "flutter"
cask "font-0xproto-nerd-font"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-commit-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-d2coding-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-envy-code-r-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-intone-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-iosevka-term-slab-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-martian-mono-nerd-font"
cask "font-material-symbols"
cask "font-meslo-for-powerline"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-monocraft-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-powerline-symbols"
cask "font-profont-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "google-cloud-sdk"
cask "iterm2"
cask "karabiner-elements"
cask "ngrok"
cask "pgadmin4"
cask "quarto"
cask "raycast"
cask "reminders-menubar"
cask "slack"
cask "spotify"
cask "stats"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "bierner.markdown-mermaid"
vscode "biomejs.biome"
vscode "davidanson.vscode-markdownlint"
vscode "docker.docker"
vscode "dotjoshjohnson.xml"
vscode "editorconfig.editorconfig"
vscode "emeraldwalk.runonsave"
vscode "exiasr.hadolint"
vscode "flutterflow.flutterflow-custom-code-editor"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "hediet.vscode-drawio"
vscode "ms-azuretools.vscode-azure-github-copilot"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.test-adapter-converter"
vscode "oracle.oracle-java"
vscode "orta.vscode-jest"
vscode "pkief.material-icon-theme"
vscode "ply-ct.vscode-ply"
vscode "quarto.quarto"
vscode "redhat.vscode-yaml"
vscode "toba.vsfire"
vscode "vivaxy.vscode-conventional-commits"
